Revit 2024 API
SymbolTypeId.KgPerS Property
 Symbol kg/s, indicating unit Kilograms per second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KgPerS { get; }
Visual Basic
Public Shared ReadOnly Property KgPerS As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KgPerS {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace